Repository: Loopshape/Portfolio
Catalog: hostweb/typo3conf_bak/ext/cb_newscal/Resources/Private/Language/*.locallang_*.xlf
Languages: ca, es, fr

# flexforms_general.displayMonth
source: Month to display (empty for current month, yyyy-mm for specific month, or +n or -n for relative offset)
ca: Mes a mostrar (en blanc per al mes actual, yyyy-mm per a especificar el mes, o +n o -n per a un offset relatiu)
es: Mes a mostrar (en blanco para el mes actual, yyyy-mm para especificar el mes, o +n o -n pera un offset relativo)
fr: Mois à affiche (vide pour le mois courant, aaaa-mm pour un mois spécifique, ou +n ou -n pour un décalage relatif)

# flexforms_general.monthsBefore
source: Months to display before
ca: Mesos a mostrar abans
es: Meses a mostrar antes
fr: Mois précédents à afficher

# flexforms_general.monthsAfter
source: Months to display after
ca: Mesos a mostrar després
es: Meses a mostrar después
fr: Mois suivants à afficher

# flexforms_general.orderBy.eventStartdate
source: Event dates
ca: Dates de l'esdeveniment
es: Fechas del evento
fr: Dates des événements

# constants.firstDayOfWeek
source: First day of the week: Day for the first column displayed in the Calendar (default: Sunday)
ca: Primer dia de la setmana: Dia per a la primera columna mostrada al calendari (per defecte: Diumenge)
es: Primer día de la semana: Día para la primera columna mostrada en el calendario (per defecto: Domingo)
fr: Premier jour de la semaine: Jour à afficher pour la première colonne du calendrier (défaut: dimanche)

# constants.scrollMode
source: Scroll mode: Determine the way the navigation works. All but one (-1, default) shows one overlapping month between sets, All (0) shows non-overlapping sets of months, and One (1) scroll one month each time.
ca: Mode de desplaçament: Especifica com funciona la navegació. Tots menys un (-1, per defecte) desplaça tots els mesos menys un, Tots (0) desplaça tots els mesos, i Un (1) desplaça un mes cada cop
es: Modo de desplazamiento: Especifica cómo funciona la navegación. Todos menos uno (-1, por defecto) desplaza todos los meses menos uno, Todos (0) desplaza todos los meses, y Uno (1) desplaza un mes cada vez
fr: Mode de défilement: Détermine la façon dont la navigation fonctionne. Tous sauf un (-1, par défaut) affiche un mois commun entre chaque page, Tout (0) affiche des mois différents dans chaque page, et Un (1) déplace un seul mois par page.

# constants.scrollMode.-1
source: All but one
ca: Tots menys un
es: Todos menos uno
fr: Tous sauf un

# constants.scrollMode.0
source: All
ca: Tots
es: Todos
fr: Tout

# constants.scrollMode.1
source: One
ca: Un
es: Uno
fr: Un

# constants.view.layoutRootPath
source: Path to template layouts (FE)
ca: Ruta als dissenys de plantilles (FE)
es: Ruta a los diseños de plantillas (FE)
fr: Chemin vers les layouts (FE)

# constants.view.partialRootPath
source: Path to template partials (FE)
ca: Ruta als parcials de plantilles (FE)
es: Ruta a los parciales de plantills (FE)
fr: Chemin vers les partials (FE)

# constants.view.templateRootPath
source: Path to templates (FE)
ca: Ruta a les plantilles (FE)
es: Ruta a las plantillas (FE)
fr: Chemin vers les templates (FE)
