Repository: Loopshape/Portfolio
Catalog: hostweb/typo3conf/l10n/*/rtehtmlarea/extensions/Acronym/*.locallang_csh.xlf
Languages: de

# .alttitle
source: htmlArea RTE > Abbreviation
de: htmlArea RTE > Abkürzung

# .description
source: The "Abbreviation" dialogue allows to associate an abbreviation to a term.
de: Der "Abkürzung"-Dialog ermöglicht die Zuordnung einer Abkürzung zu einem Begriff.

# .details
source: Clicking the "Insert abbreviation" icon in the RTE tool bar opens a dialogue that allows to insert an abbreviation or to edit one that already exists in the content. Any existing abbreviation is underlined with a broken line and the cursor changes to a question mark when the mouse goes over it. The dialogue allows to associate an abbreviation to a term. The abbreviation may be selected among abbreviations that have been pre-defined in the database or may be entered directly in the dialogue.
de: Durch Anklicken des "Abkürzung einfügen"-Symbols in der RTE-Werkzeugleiste öffnet sich ein Dialog, der das Einfügen einer Abkürzung oder das Bearbeiten einer bestehenden ermöglicht. Eine existierende Abkürzung ist mit einer unterbrochenen Linie unterstrichen und der Mauszeiger wechselt beim Überfahren mit der Maus zu einem Fragezeichen. Der Dialog erlaubt die Zuordnung einer Abkürzung zu einem Begriff. The Abkürzung kann aus einer Liste von bereits vordefinierten Abkürzungen aus der Datenbank gewählt oder eine neue Abkürzung direkt im Dialog eingegeben werden.

# .image_descr
source: "Insert abbreviation" icon in the editor tool bar.
de: "Abkürzung einfügen"-Symbol in der Editor-Werkzeugleiste.

# preDefinedAbbreviation.alttitle
source: Pre-defined abbreviations
de: Vordefinierte Abkürzungen

# preDefinedAbbreviation.description
source: This section lets you select abbreviations already defined in the database.
de: Dieser Bereich erlaubt die Auswahl einer bereits in der Datenbank definierten Abkürzung.

# preDefinedAcronym.alttitle
source: Pre-defined acronyms
de: Vordefinierte Akronyme

# preDefinedAcronym.description
source: This section lets you select acronyms already defined in the database.
de: Mit Hilfe dieses Abschnitts können Sie vordefinierte Akronyme aus der Datenbank auswählen.

# unabridgedTerm.alttitle
source: Unabbreviated term
de: Nicht abgekürzter Begriff

# unabridgedTerm.description
source: Select the unabbreviated form of the term.
de: Wählen Sie die nicht abgekürzte Form eines Begriffs.

# unabridgedTerm.details
source: The selected term will be set as the title attribute of the abbreviation (or acronym) element.
de: Die ausgewählte Bezeichnung wird als Titelattribut des Elements für Abkürzungen (oder Akronyme) gesetzt.

# abridgedTerm.alttitle
source: Abbreviation
de: Abkürzung

# abridgedTerm.description
source: Select the short form of the term.
de: Wählen Sie die Kurzform eines Begriffs.

# language.alttitle
source: Language
de: Sprache

# language.description
source: Select the language for which the abbreviation is defined.
de: Wählen Sie die Sprache für welche die Abkürzung definiert ist.

# language.details
source: The selected language will be set as the language attribute of the abbreviation (or acronym) element. If a pre-defined abbreviation (or acronym) is selected, the language for which it is defined, if any, is initially selected.
de: Die ausgewählte Sprache wird als Sprachattribut für die Abkürzung (oder das Akronym) gesetzt. Wenn eine vordefinierte Abkürzung (oder Akronym) ausgewählt wird, wird die Sprache, für die es definiert ist, bereits vorausgewählt.

# termToAbridge.alttitle
source: Term to abbreviate
de: Abzukürzender Begriff

# termToAbridge.description
source: This section lets you enter a term for which the current selection will be the short form.
de: Dieser Abschnitt erlaubt es, einen Begriff anzugeben, für den die aktuelle Auswahl die Kurzform ist.

# useThisTerm.alttitle
source: Use this term
de: Diesen Begriff verwenden

# useThisTerm.description
source: Enter the term that you want to associate as the unabbreviated form of the current selection.
de: Geben Sie den Begriff ein, der als unabgekürzte Form der aktuellen Auswahl zugeordnet werden soll.

# useThisTerm.details
source: The entered term will be set as the title attribute of the abbreviation (or acronym) element.
de: Die eingegebene Bezeichnung wird als Titelattribut der Abkürzung (oder Akronym) gesetzt.
