Repository: Loopshape/Portfolio
Catalog: hostweb/typo3conf/ext/powermail/Resources/Private/Language/*.locallang_csh_tx_powermail_domain_model_mails.xlf
Languages: de

# crdate.description
source: Time of mail creation
de: Zu diesem Zeitpunkt wurde die E-Mail versandt

# sender_mail.description
source: This is the email of the sender
de: E-Mail-Adresse des Absenders

# sender_name.description
source: This is the name of the sender
de: Name des Absenders

# subject.description
source: E-Mail Subject
de: E-Mail-Betreffzeile

# body.description
source: All input values at a glance
de: Alle eingegebenen Daten auf einen Blick

# receiver_mail.description
source: E-Mail Receiver
de: E-Mail-Empfänger

# form.description
source: Related Form
de: Verknüpftes Formular

# answers.description
source: All transferred Answers
de: Alle übermittelten Antworten

# feuser.description
source: This FE User send the mail (if empty, no logged in User sends the mail)
de: Dieser Frontendbenutzer hat die E-Mail versandt (wenn leer, war Absender nicht eingeloggt)

# spam_factor.description
source: Powermail identifies this mail as spam with this factor (if factor is too high, mail sending will be refused)
de: Powermail geht von einem Spam Faktor aus (wenn der Faktor zu hoch ist, wird der Versandt abgelehnt)

# time.description
source: User needs this time to fill out the form
de: Der Benutzer hat diese Zeit benötigt, das Formular auszufüllen

# sender_ip.description
source: IP-Address of the sender
de: IP-Adresse des Absenders

# user_agent.description
source: Browser characteristic of the sender
de: Browser Kennung des Absenders

# marketing_referer_domain.description
source: Last Domain of the user before he surfed to this URL
de: Letzte externe Domain des Besuchers

# marketing_referer.description
source: Last URL of the user before he surfed to this URL
de: Letzte externe URL des Besuchers

# marketing_country.description
source: User is located in this country
de: Besucher kommt aus diesem Land

# marketing_mobile_device.description
source: User uses a mobile device
de: Besucher nutzte ein mobiles Endgerät

# marketing_frontend_language.description
source: User surfed in this TYPO3-Frontend-Language
de: Besucher nutzte diese TYPO3-Frontend-Sprache

# marketing_browser_language.description
source: Users Browser Language
de: Browserspracheinstellung des Besuchers

# marketing_page_funnel.description
source: Internal Page funnel up to the form submit
de: Aufgezeichnete Seiten bis zum Powermail Submit
