Repository: Loopshape/Portfolio
Catalog: hostweb/typo3conf/l10n/*/openid/Resources/Private/Language/*.Wizard.xlf
Languages: de

# title.error
source: Error during OpenID authentication
de: Fehler w채hrend OpenID-Authentifizierung

# title.success
source: OpenID authentication successful
de: OpenID-Authentifizierung erfolgreich

# error.cancelled
source: OpenID authentication has been cancelled.
de: OpenID-Authentifizierung wurde abgebrochen.

# error.general
source: Status: %s<br/>Message: %s
de: Status: %s<br/>Meldung: %s

# error.no-response
source: We got no OpenID response.
de: Keine OpenID-Antwort erhalten.

# error.setup
source: Error setting up OpenID authentication for "%s".
de: Fehler bei der Einrichtung der OpenID-Authentifizierung f체r "%s".

# youropenid
source: OpenID is: <tt>%s</tt>
de: OpenID ist: <tt>%s</tt>

source: Add OpenID
de: OpenID hinzuf체gen

# html.title
source: OpenID registration
de: OpenID-Registrierung

# html.description
source: Add an OpenID to your backend user. This OpenID can then be used to log in the TYPO3 backend.
de: F체gen Sie Ihrem Backend-Benutzer eine OpenID hinzu. Diese OpenID kann dann zur Anmeldung am TYPO3-Backend benutzt werden.

# html.openid_url
source: OpenID identifier
de: OpenID-Identifikation

# html.submit
source: Login
de: Anmeldung
